{
	"error_keyboard": "☹ Нам очень жаль, но ваше устройство не поддерживает клавиатуры для чат - ботов.\n\n 🔧 Вы можете решить данную проблему следующим образом:\n ✅ Установить последнюю версию официального приложения Вконтакте.\nGoogle Play: https://vk.cc/android \nApple Store: https://vk.cc/aiFS6H\n ✅ Открыть в вашем браузере мобильную версию сайта.\n(https://m.vk.com) \n ✅ Использовать полную версию Вконтакте с вашего компьютера или ноутбука.\n(https://vk.com)\n\n ⚠ После решения проблемы отправьте любое сообщение боту или нажмите кнопку  «Обновить» чтобы продолжить использование сервиса.",
	"start": "Привет NAME_USER! 👋 \nДобро пожаловать в чат -  бот для знакомств NAME_BOT!\nПрисоединяйся к нам и знакомься с новыми людьми, общайся, флиртуй, заводи друзей. 😊 \n\n (❗️Нажимая  кнопку «Продолжить» вы соглашаетесь с правилами использования сервиса.)",
	"reg_user_profile_view_1": "👍 Спасибо, что ты с нами.\n 👉 Сейчас твой анкета выглядит вот так:",
	"reg_user_profile_view_2": "✏ Ты можешь отредактировать основные данные анкеты прямо сейчас, или сделать это позже.\n Помни, хорошо заполненная анкета это 50% успеха, кроме того, чем подробнее заполнен твой профиль, тем выше твой рейтинг.\n\n Нажми кнопку «Редактировать анкету» , что бы перейти к меню редактирования, или нажми кнопку «Пропустить», если планируешь заполнить анкету позже.",
	"reg_user_edit_menu": "📌 В данном меню ты можешь изменить основную информацию свой анкеты.\n\n «👫 Изменить пол» -  указать свой пол.\n «🗓 Изменить возраст» - указать свой возраст.\n «📸 Изменить фото» - установить фотографию анкеты.\n «🔎 Изменить предпочтения» - кого будем искать? Девушек или парней?\n «🌃 Изменить город» - указать ваше местоположение.\n «➡ Продолжить» - заполнить анкету позже и перейти далее.",
	"reg_user_set_sex":"📌 Пожалуйста, укажи свой пол.",
	"reg_user_save_sex": "✔ Выбор сохранен.",
	"reg_user_set_age": "✏ Отправь свой возраст, числом. Например: 21",
	"reg_user_save_age":"✔ Твой возраст сохранен.",
	"reg_user_error_age_1": "🚫 Ошибка! Возраст необходимо вводить числом.\nБудь внимательней и отправь свой возраст цифрой. (Например: 21)",
	"reg_user_error_age_2":	"🚫 Ошибка! Возраст не может быть меньше 18 лет.\nНаш сервис доступен только лицам, достигшим 18 лет.\nВведи свой настоящий возраст цифрой. (Например: 18)",
	"reg_user_error_age_3":	"🚫 Ошибка! Возраст не может быть более 100 лет.\nПожалуйста, укажи свой настоящий возраст  цифрой. (Например: 24)",
	"reg_user_set_photo": "📌 Отправь  фотографию, которая будет отображаться в твоей анкете.\nИзображение должно быть в формате *jpg.",
	"reg_user_save_photo": "✔ Фотография профиля успешно сохранена.",
	"reg_user_error_photo": "🚫 Ошибка! Необходимо отправить фотографию в формате *jpg в ответном сообщении.\n Просто выбери и отправь своё лучшее фото.",
	"reg_user_set_search": "📌 Выбери, с кем ты хочешь познакомиться.",
	"reg_user_save_search": "✔  Твои предпочтения сохранены. ",
	"reg_user_set_location": "📌 Нажми кнопку отправить местоположение или отправь название твоего города.",
	"reg_user_save_location": "✔ Твое местоположение успешно сохранено.",
	"reg_user_input_location": "📌 Мы нашли несколько населенных пунктов с таким  названием, пожалуйста уточни какой из них ты имел ввиду.\nДля этого нажми кнопку с номером, соответствующим твоему городу",
	"reg_user_option_menu": "✏ Вы данном меню ты можешь указать дополнительную инормацию о себе.\nЭто повысит твои шансы на успех и увеличит рейтинг анкеты.\n\nВыбери один из пунктов меню.\nНажми кнопку\n«✖Пропустить», если хочешь указать данную информацию позже. ",
	"reg_user_set_info":"✏ Кратко расскажи о себе. (Например: Люблю классическую литературу.)\n(Не более 300 символов, cмайлики не поддерживаются)",
	"reg_user_save_info":"✔ Информация сохранена.",
	"reg_user_error_info":"🚫 Ошибка. Необходимо отправить текст. \n\nОтправь в ответном сообщении информацию о себе. (Например: Люблю классическую литературу.)",
	"reg_user_set_voice": "🎙 Отправь в ответ голосовое сообщение. В нем ты можешь просто поздороваться, кратко рассказать о себе или зачитать стихотворение. Оно будет прикреплено к твоей анкете. \nГолос - важная часть твоего образа, голосовое сообщение повышает твои шансы на успех.",
	"reg_user_save_voice": "✔ Голосовое сообщение успешно прикреплено к твоей анкете.",
	"reg_user_error_voice": "🚫 Ошибка! Необходимо отправить голосовое сообщение!\n\nПросто запиши короткое голосовое сообщение и отправь его в ответном сообщении.\nОбрати внимание, необходимо отправить именно голосовое сообщение, трек из твоего плейлиста не подойдет.",
	"reg_user_set_instagram": "✏ Любишь проводить время в Instagram?\nТы можешь прикрепить к своей анкете ссылку на свой профиль.\nОтправь ссылку ссылку на свою страницу или логин в Instagram.",
	"reg_user_save_instagram": "✔ Instagram страница успешно прикреплена к твоей анкете.",
	"reg_user_error_instagram": "🚫 Ошибка! Необходимо отправить  ссылку на свою страницу или логин в Instagram.\nПравильно укажи адрес страницы или ваш логин в Instagram.\n Например:  http://instagram.com/dialoglovebot или dialoglovebot\n",
	"achievement_1": "🏅 Получено достижение «Первые шаги»!\n\n 🎉 Поздравляем! Первые шаги на пути к успешным знакомствам пройдены.\n 🎁 В награду ты получаешь 30 💰 токенов и твой рейтинг увеличен на 10 📈 пунктов.\n ➡ Нажимай кнопку «Продолжить» чтобы перейти в главное меню.",
	"main_menu": "Добро пожаловать в главное меню!",
	"error_no_command": "Используй клавиатуру для навигации по меню!"
}

	
	